<?php

return [
    'cart' => 'Кошик',
    'added' => 'Додано товар ',
    'removed' => 'Видалено товар ',
    'name' => 'Назва',
    'count' => 'К-сть',
    'price' => 'Ціна',
    'full_cost' => 'Загальна вартість',
    'cost' => 'Вартість',
    'total' => 'Total',
    'place_order' => 'Оформити замовлення',
    'ordering' => 'Оформлення замовлення',
    'approve_order' => 'Підтвердити замовлення',
    'personal_data' => 'Вкажіть свої ім\'я та номер телефону, щоб наш менеджер міг з вами зв\'язатися',

    'you_order_confirmed' => 'Ваше замовлення прийняте в обробку!',
    'cart_is_empty' => 'Ваш кошик пустий!',
    'not_available_more' => ' не доступний для замовлення в більшій кількості',
    'you_cant_order_more' => 'Товар не доступний для замовлення в повному обсязі',

    'data' => [
        'name' => 'Ім\'я',
        'email' => 'Email',
        'phone' => 'Номер телефону',
    ],

    'coupon' => [
        'apply' => 'Додати',
        'add_coupon' => 'Додати купон',
        'your_coupon' => 'Ви використовуєте купон',
        'coupon_added' => 'Купон було додано',
        'not_available' => 'Купон не доступний для використання',
        'not_exists' => 'Такого купона не існує',
    ]
];
